/* Alert
   badFolderAlert */
"Default Folder Changed" = "Dossier par défaut modifié";

/* plugin name */
"Google Drive" = "Google Drive";

/* badFolderAlert
   OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Please check your internet connection or your Google Drive settings and permissions and try again." = "Vérifiez votre connexion Internet ou vos paramètres et autorisations Google Drive, puis réessayez.";

/* pick folder title */
"Please select a folder before uploading." = "Sélectionnez un dossier avant de télécharger.";

/* Sign in */
"Sign In..." = "Se connecter...";

/* Sign out */
"Sign Out" = "Se déconnecter";

/* Alert Message
   badFolderAlert */
"The default folder no longer exists. Please select a new default folder." = "Le dossier par défaut n’existe plus. Sélectionnez un autre dossier par défaut.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "Le lien vers votre capture est prêt à être collé.";

/* No comment provided by engineer. */
"Unable to share to Google Drive" = "Impossible de partager sur Google Drive";

/* plugin button tooltip */
"Upload the capture to Google Drive for image or video hosting." = "Télécharger la capture sur Google Drive pour l’hébergement des images ou vidéos";

